
/* Description explaining that crash data has been found and ask the user if the data might be uplaoded to the developers server */
"CrashDataFoundDescription" = "This App crashed the last time it ran. \n Help us improve %@ by reporting crashes?";

/* Title showing in the alert box when crash report data has been found */
"CrashDataFoundTitle" = "Crash Report";

/* Thank you message on successful feedback submission */
"JMCFeedbackReceived" = "Your feedback has been received. Thank you for helping us improve %@.";

"Always" = "Always";
"No" = "No";
"Yes" = "Yes";
"No Comment" = "(no comment)";
"No Description" = "(no description)";

"AlertBeforeDeletingRecording" = "Would you like to delete this voice recording?";
"RemoveRecording" = "Remove Recording";

/** Title of 'Inbox' view **/
"Your Feedback" = "Your Feedback";

/** Alert View when Voice is not supported **/
"Voice Recording" = "Voice Recording";
"JMCVoiceRecordingNotSupported" = "Not Supported on this device. \nPlease enter text instead.";

/** Alert title when message not arrived in JIRA **/
"Message Pending" = "Feedback in Transit!";

/** Alert when create issue request not yet successful **/
"JMCRequestPendingMessage" = "This feedback is still on its way! Please try again soon.";

/** This feedback has been deleted. Please create new feedback instead **/
"JMCDeletedIssueMessage" = "This feedback has been deleted. Please create new feedback instead.";